tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "exa"
brew "geos"
brew "git"
brew "lua-language-server"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openssl@3"
brew "readline"
brew "ripgrep"
brew "smartmontools"
brew "sqlite"
brew "tmux"
brew "xz"
brew "zlib"
brew "fsouza/prettierd/prettierd", link: false
