tap "homebrew/bundle"
tap "homebrew/core"
brew "openssl@3"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "harfbuzz"
brew "xz"
brew "openjdk"
brew "gradle"
brew "lazygit"
brew "neovim"
brew "node"
brew "openssl@3.0"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "smartmontools"
brew "tmux"
brew "zlib"
brew "zsh"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.vscode-yaml"
vscode "zhuangtongfa.material-theme"
