tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "exa"
brew "geos"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "openssl@3"
brew "readline"
brew "ripgrep"
brew "smartmontools"
brew "sqlite"
brew "tmux"
brew "xz"
brew "zlib"
mas "AdBlocker", id: 1018301773
mas "DevCleaner", id: 1388020431
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
